data = [
    {
        "companyName": "АБВ ИНВЕСТИЦИИ ЕООД",
        "companyEIK": " 121886369",
        "companyType": "Еднолично дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1800000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1800000\nБрой на ЦК: 1800\nНоминална стойност на емисията: 1000.00\nВид на емисията: дялове\nКъм дата: 04.04.2018",
        "companyAddress": " Варна, Варна, гр. Варна 9002, р-н Одесос, ул. „Цар Асен“ № 20"
    },
    {
        "companyName": "АВАЛ ИН АД",
        "companyEIK": " 831522132",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 250000\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции с право на глас\nКъм дата: 07.04.2000",
        "companyAddress": " София, Столична, община \"Триадица\""
    },
    {
        "companyName": "АВС Финанс АД",
        "companyEIK": " 200511872",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 350000\nЕмисия ценни книжа\nРазмер на емисията в лева: 350000\nВид на емисията: обикновени, поименни и безналични акции\nКод на валута: BGN\nКъм дата: 04.06.2008",
        "companyAddress": " София, Столична, район „Възраждане“, бул. „Тодор Александров“ № 117"
    },
    {
        "companyName": "Адамант Кепитъл Партнърс АД",
        "companyEIK": " 200413613",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1029120\nЕмисия ценни книжа\nРазмер на емисията в лева: 1029120\nБрой на ЦК: 1029120\nНоминална стойност на емисията: 1.00\nВид на емисията: обикновени, безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 25.04.2014",
        "companyAddress": " София, Столична, ул. Червена Стена № 7-9, ет. 1, ап. 1"
    },
    {
        "companyName": "Адмирал Маркетс Ю Кей – клон България КЧТ (клон на инвестиционен посредник, лицензиран от Регулаторния орган на Великобритания)",
        "companyEIK": " 203910531",
        "companyType": "Клон на чуждестранен търговец",
        "companyCapital": "Седалище: 16 St. Clare Street, EC3N 1LQ, UNITED KINGDOM",
        "companyAddress": "управление: БЪЛГАРИЯ, София, бул.\"Фритьоф Нансен\" 37А , 02/981111, info@forextrade.bg"
    },
    {
        "companyName": "Актив Трейдс - клон София КЧТ",
        "companyEIK": " 201961349",
        "companyType": "",
        "companyCapital": "Седалище: София, Столична, район Триадица, ж.к. \"Манастирски ливади\", бул.„България\" 69, ет. 12, офис 12",
        "companyAddress": "управление: София, район Триадица, ж.к. \"Манастирски ливади\", бул.„България\" 69, ет. 12, офис 12"
    },
    {
        "companyName": "Аларик Секюритис ООД",
        "companyEIK": " 201482151",
        "companyType": "Дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1500000\nБрой на ЦК: 1500000\nНоминална стойност на емисията: 1.00\nВид на емисията: дялове\nКод на валута: BGN\nКъм дата: 03.12.2014",
        "companyAddress": " София, Столична, р-н Възраждане Екзарх Йосиф No 7, ап. 7"
    },
    {
        "companyName": "Алианц Банк България АД",
        "companyEIK": " 128001319",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 69000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 69000000\nБрой на ЦК: 69000000\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични, поименни акции с право на глас\nКод на валута: BGN\nКъм дата: 16.06.2008",
        "companyAddress": " София - 1202, Столична, община \"Възраждане\""
    },
    {
        "companyName": "Амунди Чехия Асет Мениджмънт а.с. – клон България КЧТ",
        "companyEIK": " 200398944",
        "companyType": "Клон на чуждестранен търговец",
        "companyCapital": "Седалище: София, Столична, р-н Триадица, ул. Три уши No 6А, ет. 6, ап. офис 20",
        "companyAddress": "управление: БЪЛГАРИЯ, София, р-н Триадица, ул. Три уши No 6А, ет. 6, ап. офис 20"
    },
    {
        "companyName": "БАЛКАНСКА КОНСУЛТАНТСКА КОМПАНИЯ - ИП ЕАД",
        "companyEIK": " 131112767",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 250\nНоминална стойност на емисията: 1000.00\nВид на емисията: Поименни акции\nКод на валута: BGN\nКъм дата: 12.01.2009",
        "companyAddress": " София, Столична, ул. \"Дамян Груев\" 20, ет.2, ап. 4"
    },
    {
        "companyName": "БАЛКАНСКА УНИВЕРСАЛНА БАНКА АД /В НЕСЪСТОЯТЕЛНОСТ/",
        "companyEIK": " 831502681",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 20000000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 20000000000\nБрой на ЦК: 2000000\nНоминална стойност на емисията: 10000.00\nКъм дата: 03.07.1998",
        "companyAddress": " София, Столична, община \"Средец\""
    },
    {
        "companyName": "БАНКА ДСК АД",
        "companyEIK": " 121830616",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 153984000\nЕмисия ценни книжа\nРазмер на емисията в лева: 153984000\nБрой на ЦК: 15398400\nНоминална стойност на емисията: 10.00\nКод на валута: BGN\nКъм дата: 22.11.2007",
        "companyAddress": " София, Столична, общ. \"Оборище\""
    },
    {
        "companyName": "БЕНЧМАРК ФИНАНС АД",
        "companyEIK": " 131225156",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1500000\nБрой на ЦК: 1500000\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции с право на глес\nКод на валута: BGN\nКъм дата: 01.02.2006",
        "companyAddress": " София, Столична"
    },
    {
        "companyName": "БНП ПАРИБА С.А. - КЛОН СОФИЯ КЧТ",
        "companyEIK": " 175185891",
        "companyType": "",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 36000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 36000000\nБрой на ЦК: 36000\nНоминална стойност на емисията: 1000.00\nКъм дата: 08.03.2000",
        "companyAddress": " София, Столична, община \"Средец\""
    },
    {
        "companyName": "БУЛБРОКЪРС ЕАД",
        "companyEIK": " 115152520",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 3700000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2000000\nБрой на ЦК: 200000\nНоминална стойност на емисията: 10.00\nЕмисия ценни книжа\nРазмер на емисията в лева: 1700000\nБрой на ЦК: 170000\nНоминална стойност на емисията: 10.00\nВид на емисията: обикновени безналични\nКод на валута: BGN\nКъм дата: 28.12.2007",
        "companyAddress": " София, Столична, община \"Средец\""
    },
    {
        "companyName": "БЪЛГАРСКА БАНКА ЗА РАЗВИТИЕ АД",
        "companyEIK": " 121856059",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 601773500\nЕмисия ценни книжа\nРазмер на емисията в лева: 601773500\nБрой на ЦК: 6017735\nНоминална стойност на емисията: 100.00\nВид на емисията: поименни безналични акции\nКод на валута: BGN\nКъм дата: 21.10.2010",
        "companyAddress": " София, Столична, р-н Средец ул. \" Дякон Игнатий\" 1"
    },
    {
        "companyName": "Банка Пиреос България АД",
        "companyEIK": " 831633691",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 316797072\nЕмисия ценни книжа\nРазмер на емисията в лева: 316797072\nБрой на ЦК: 316797072\nНоминална стойност на емисията: 1.00\nКъм дата: 15.10.2007",
        "companyAddress": " София, Столична, район Витоша, ул. Околовръстен път № 260, п.к. 1766"
    },
    {
        "companyName": "Българо-Американска Кредитна Банка АД",
        "companyEIK": " 121246419",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 24691313\nЕмисия ценни книжа\nРазмер на емисията в лева: 24691313\nБрой на ЦК: 24691313\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции с право на глас\nКъм дата: 25.10.2011",
        "companyAddress": " София, Столична, ул. \"Славянска\" № 2"
    },
    {
        "companyName": "ВАРЧЕВ ФИНАНС ЕООД",
        "companyEIK": " 103775285",
        "companyType": "Еднолично дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1000000\nБрой на ЦК: 1000\nНоминална стойност на емисията: 1000.00\nКод на валута: BGN\nКъм дата: 11.02.2015",
        "companyAddress": " Варна, Варна, бул „Вл. Варненчик\" № 186, ет. 3"
    },
    {
        "companyName": "Гранд Кепитал ООД (старо наименование Файнекс ООД)",
        "companyEIK": " 203373259",
        "companyType": "Дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 250\nНоминална стойност на емисията: 1000.00\nВид на емисията: дялове\nКод на валута: BGN\nКъм дата: 21.01.2015",
        "companyAddress": " София, Столична, р-н „Връбница“, ж. к. Индустриална зона „Орион“, ул. „3020“ № 34, ет. 4"
    },
    {
        "companyName": "ДЕ НОВО ЕАД",
        "companyEIK": " 201850473",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1584500\nЕмисия ценни книжа\nРазмер на емисията в лева: 1584500\nБрой на ЦК: 1584500\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични\nКод на валута: BGN\nКъм дата: 05.10.2015",
        "companyAddress": " София, Столична, р-н Средец, Христо Белчев No 28"
    },
    {
        "companyName": "ДЕЛТАСТОК АД",
        "companyEIK": " 128042807",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 4200000\nЕмисия ценни книжа\nРазмер на емисията в лева: 4200000\nБрой на ЦК: 4200000\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни акции с право на глас\nКод на валута: BGN\nКъм дата: 15.07.2019",
        "companyAddress": " София, Столична, р-н Младост бул.\"Цариградско шосе\" 115-Г, офис сграда \"Мегапарк\", тяло \"Е\" , ет. 6"
    },
    {
        "companyName": "ДЖЕЙ ЕФ ДИ ГРУП - Клон България КЧТ",
        "companyEIK": "",
        "companyType": "",
        "companyCapital": "Седалище: Варна, Варна, бул. \"Осми приморски полк“ № 54, сграда „Сентрал Пойнт“ ет. 6",
        "companyAddress": "управление: БЪЛГАРИЯ, Варна, бул. \"Осми приморски полк“ № 54, сграда „Сентрал Пойнт“ ет. 6"
    },
    {
        "companyName": "ДИ ВИ ИНВЕСТ ЕАД",
        "companyEIK": " 130999800",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 429000\nЕмисия ценни книжа\nРазмер на емисията в лева: 429000\nБрой на ЦК: 1950\nНоминална стойност на емисията: 220.00\nВид на емисията: безналични поименни\nКод на валута: BGN\nКъм дата: 14.03.2011",
        "companyAddress": " София, Столична, р-н Изгрев"
    },
    {
        "companyName": "ДИЛИНГОВА ФИНАНСОВА КОМПАНИЯ АД",
        "companyEIK": " 831607814",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 82000\nЕмисия ценни книжа\nРазмер на емисията в лева: 82000\nБрой на ЦК: 82000\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции\nКъм дата: 23.11.2005",
        "companyAddress": " София, Столична,"
    },
    {
        "companyName": "ЕВРО - ФИНАНС АД",
        "companyEIK": " 831136740",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 14100002\nЕмисия ценни книжа\nРазмер на емисията в лева: 14100002\nБрой на ЦК: 14100002\nНоминална стойност на емисията: 1.00\nКод на валута: BGN\nКъм дата: 24.01.2020",
        "companyAddress": " София, Столична, община Столична, район „Искър”, бул. „Христофор Колумб” № 43, ет. 5"
    },
    {
        "companyName": "ЕКСПРЕСБАНК АД",
        "companyEIK": " 813071350",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 33673729\nЕмисия ценни книжа\nРазмер на емисията в лева: 33673729\nБрой на ЦК: 33673729\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични акции\nКод на валута: BGN\nКъм дата: 19.06.2009",
        "companyAddress": " Варна, Варна,"
    },
    {
        "companyName": "ЕЛАНА ТРЕЙДИНГ АД",
        "companyEIK": " 831470130",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 2750000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2750000\nБрой на ЦК: 2750000\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични поименни с право на глас\nКод на валута: BGN\nКъм дата: 19.05.2017",
        "companyAddress": " София, Столична, общ. \"Средец\""
    },
    {
        "companyName": "ЕМИРЕЙТС УЕЛТ ЕАД",
        "companyEIK": " 175249529",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 350000\nЕмисия ценни книжа\nРазмер на емисията в лева: 350000\nБрой на ЦК: 350000\nНоминална стойност на емисията: 1.00\nКод на валута: BGN\nКъм дата: 03.12.2009",
        "companyAddress": " София, Столична, район Витоша"
    },
    {
        "companyName": "ЗАГОРА ФИНАКОРП АД",
        "companyEIK": " 123122384",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1000000\nБрой на ЦК: 100000\nНоминална стойност на емисията: 10.00\nВид на емисията: безналични поименни\nКод на валута: BGN\nКъм дата: 06.01.2006",
        "companyAddress": " Хасково, Хасково, ул.\"Добруджа\" 10, вх.Б, ет.2, офис 27"
    },
    {
        "companyName": "ИНГ БАНК Н.В. - КЛОН СОФИЯ",
        "companyEIK": " 831553811",
        "companyType": "",
        "companyCapital": "Седалище: София, Столична, бул. \"България\" 49Б, вх.А, ет.7",
        "companyAddress": "управление: БЪЛГАРИЯ, София, бул. \"България\" 49Б, вх.А, ет.7"
    },
    {
        "companyName": "ИНТЕРНЕШЪНЪЛ АСЕТ БАНК АД",
        "companyEIK": " 000694329",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 30306444\nЕмисия ценни книжа\nБрой на ЦК: 30306444\nНоминална стойност на емисията: 1.00\nВид на емисията: ПОИМЕННИ БЕЗНАЛИЧНИ\nКод на валута: BGN\nКъм дата: 06.04.2012",
        "companyAddress": " София, Столична, район Възраждане"
    },
    {
        "companyName": "ИП ИНТЕРКАПИТАЛ МАРКЕТС АД",
        "companyEIK": " 131057477",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1600000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1600000\nБрой на ЦК: 160000\nНоминална стойност на емисията: 10.00\nВид на емисията: обикновени, поименни, безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 06.08.2012",
        "companyAddress": " София, Столична, гр. София 1000 р-н Средец ДОБРУДЖА No 6, ет. 3"
    },
    {
        "companyName": "ИП ФАВОРИТ АД",
        "companyEIK": " 121631500",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 25000\nНоминална стойност на емисията: 10.00\nВид на емисията: безналични акции\nКъм дата: 18.09.2000",
        "companyAddress": " София, Столична, община \"Красно село\""
    },
    {
        "companyName": "Инвестбанк АД-София",
        "companyEIK": " 831663282",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 131666667\nЕмисия ценни книжа\nРазмер на емисията в лева: 131666667\nБрой на ЦК: 131666667\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции с право на глас , с номинална стойност 1 лев всяка една\nКод на валута: BGN\nКъм дата: 07.08.2018",
        "companyAddress": " София - 1404, Столична, район Триадица, бул. БЪЛГАРИЯ No 85"
    },
    {
        "companyName": "КАПМАН АД",
        "companyEIK": " 121273188",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 2500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2500000\nБрой на ЦК: 2500000\nНоминална стойност на емисията: 1.00\nВид на емисията: Безналични, непривилегировани акции, с право на глас.\nКод на валута: BGN\nКъм дата: 24.06.2016",
        "companyAddress": " София, Столична, Район \"Триадица\""
    },
    {
        "companyName": "КАРОЛ АД",
        "companyEIK": " 831445091",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 6000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 6000000\nБрой на ЦК: 60000\nНоминална стойност на емисията: 100.00\nВид на емисията: обикновеми, безналични , поименни акции\nКод на валута: BGN\nКъм дата: 24.11.2008",
        "companyAddress": " София, Столична, община \"Възраждане\""
    },
    {
        "companyName": "КЕПИТЪЛ ИНВЕСТ ЕАД",
        "companyEIK": " 121878333",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1500000\nБрой на ЦК: 15000\nНоминална стойност на емисията: 100.00\nВид на емисията: безналични поименни акции с право на глас\nКод на валута: BGN\nКъм дата: 14.02.2006",
        "companyAddress": " София, Столична, район р-н Средец ул. Стефан Караджа No 2"
    },
    {
        "companyName": "КЕПИТЪЛ МАРКЕТС АД",
        "companyEIK": " 121714622",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 500000\nБрой на ЦК: 500000\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 07.01.2005",
        "companyAddress": " София, Столична, район „Средец“, ул. „Георги С. Раковски №96, ет.1"
    },
    {
        "companyName": "Коактории Финанс АД",
        "companyEIK": " 201042837",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 250000\nНоминална стойност на емисията: 1.00\nВид на емисията: Права: Акциите са от един клас и дават еднакви права - право на глас, право на дивидент и право на ликвидационен дял. Вид: обикновени безналични\nКод на валута: BGN\nКъм дата: 13.12.2018",
        "companyAddress": " Пловдив, Пловдив, р-н Централен ул. Козлодуй No 1, ап. офис 5"
    },
    {
        "companyName": "МК Брокерс АД (предишно наименование Д.И.С.Л.СЕКЮРИТИЙС АД)",
        "companyEIK": " 175007052",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 281000\nЕмисия ценни книжа\nРазмер на емисията в лева: 281000\nБрой на ЦК: 281000\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични поименни акции\nКод на валута: BGN\nКъм дата: 20.03.2006",
        "companyAddress": " София, Столична, район Средец, бул. „Цар Освободител“ № 8, ет. 4"
    },
    {
        "companyName": "ОБЕДИНЕНА БЪЛГАРСКА БАНКА АД",
        "companyEIK": " 000694959",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 93838321\nЕмисия ценни книжа\nБрой на ЦК: 93838321\nНоминална стойност на емисията: 1.00\nКъм дата: 05.02.2018",
        "companyAddress": " София, Столична, 1463, район р-н Триадица, бул. ВИТОША No 89Б"
    },
    {
        "companyName": "Общинска Банка АД",
        "companyEIK": " 121086224",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 69362810\nЕмисия ценни книжа\nРазмер на емисията в лева: 69362810\nБрой на ЦК: 6936281\nНоминална стойност на емисията: 10.00\nВид на емисията: безналични акции\nКод на валута: BGN\nКъм дата: 23.12.2019",
        "companyAddress": " София, Столична, община \"Оборище\""
    },
    {
        "companyName": "ПЪРВА ИНВЕСТИЦИОННА БАНКА АД",
        "companyEIK": " 831094393",
        "companyType": "",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 110000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 110000000\nБрой на ЦК: 110000000\nНоминална стойност на емисията: 1.00\nВид на емисията: обикновени, безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 04.06.2007",
        "companyAddress": " СОФИЯ 1000, Столична, район \"Изгрев\""
    },
    {
        "companyName": "ПЪРВА ФИНАНСОВА БРОКЕРСКА КЪЩА ЕООД",
        "companyEIK": " 000694724",
        "companyType": "Еднолично дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1500000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1500000\nБрой на ЦК: 150000\nНоминална стойност на емисията: 10.00\nКод на валута: BGN\nКъм дата: 23.06.2004",
        "companyAddress": " София, Столична, община \"Триадица\""
    },
    {
        "companyName": "РАЙФАЙЗЕНБАНК /БЪЛГАРИЯ/ EАД",
        "companyEIK": " 831558413",
        "companyType": "Еднолично акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 544773052\nЕмисия ценни книжа\nРазмер на емисията в лева: 544773052\nБрой на ЦК: 544773052\nНоминална стойност на емисията: 1.00\nВид на емисията: поименни безналични акции\nКод на валута: BGN\nКъм дата: 08.09.2008",
        "companyAddress": " София, Столична, 1407, район Лозенец, бул. \"Никола Вапцаров\" № 55 Експо 2000"
    },
    {
        "companyName": "РЕАЛ ФИНАНС АД",
        "companyEIK": " 121746470",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 2065000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2065000\nБрой на ЦК: 206500\nНоминална стойност на емисията: 10.00\nВид на емисията: безналични поименни акции с прво на един глас\nКъм дата: 03.01.2019",
        "companyAddress": " Варна, Варна, 9000, район Приморски, к.к. \"Св. Св. Константин и Елена\", дминистративна сграда"
    },
    {
        "companyName": "СОФИЯ ИНТЕРНЕШЪНЪЛ СЕКЮРИТИЗ АД",
        "companyEIK": " 121727057",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1938000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1938000\nБрой на ЦК: 1938000\nНоминална стойност на емисията: 1.00\nВид на емисията: обикновени безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 29.06.2017",
        "companyAddress": " София, Столична, 1000 р-н Средец, ул. \"Георги С. Раковски\" No 140, ет. 4"
    },
    {
        "companyName": "Ситибанк Европа АД, клон България КЧТ",
        "companyEIK": " 202861597",
        "companyType": "",
        "companyCapital": "",
        "companyAddress": "София, Столична, район Оборище 1505, Сердика Офиси, бул.Ситняково No 48, ет. 10"
    },
    {
        "companyName": "ТЕКСИМ БАНК АД",
        "companyEIK": " 040534040",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 27995036\nЕмисия ценни книжа\nРазмер на емисията в лева: 27995036\nБрой на ЦК: 27995036\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични акции\nКъм дата: 16.01.2013",
        "companyAddress": " София, Столична, район „Възраждане“, бул. „Тодор Александров“ №117"
    },
    {
        "companyName": "ТОКУДА БАНК АД",
        "companyEIK": " 813155318",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 68000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 68000000\nБрой на ЦК: 6800000\nНоминална стойност на емисията: 10.00\nКод на валута: BGN\nКъм дата: 30.07.2012",
        "companyAddress": " София, Столична, район Възраждане, ул. \"Георг Вашингтон\" 21"
    },
    {
        "companyName": "ТЪРГОВСКА БАНКА Д АД",
        "companyEIK": " 121884560",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 50000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 50000000\nБрой на ЦК: 50000\nНоминална стойност на емисията: 1000.00\nВид на емисията: безналични акции\nКъм дата: 26.01.1211",
        "companyAddress": " София, Столична, бул. \"Ген. Тотлебен\" № 8"
    },
    {
        "companyName": "Ти Би Ай Банк ЕАД",
        "companyEIK": " 131134023",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 81600000\nЕмисия ценни книжа\nРазмер на емисията в лева: 81600000\nБрой на ЦК: 81600000\nНоминална стойност на емисията: 1.00\nВид на емисията: ВСЯКА ОБИКНОВЕНА БЕЗНАЛИЧНА АКЦИЯ ДАВА ПРАВО НА ПРИТЕЖАТЕЛЯ НА 1 ГЛАС В ОБЩО СЪБРАНИЕ НА АКЦИОНЕРИТЕ.\nКод на валута: BGN\nКъм дата: 12.03.2016",
        "companyAddress": " София, Столична, община Столична; район Лозенец; ул. \"Димитър Хаджикоцев\" # 52-54"
    },
    {
        "companyName": "Трейдинг 212 ЕООД",
        "companyEIK": " 201659500",
        "companyType": "Еднолично дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 5000000\nЕмисия ценни книжа\nРазмер на емисията в лева: 5000000\nБрой на ЦК: 5000000\nНоминална стойност на емисията: 1.00\nВид на емисията: дялове\nКод на валута: BGN\nКъм дата: 17.06.2016",
        "companyAddress": " София, Столична, ул.\"Лазар Станчев\" 3, Литекс Тауър 3, ет.10"
    },
    {
        "companyName": "УНИКРЕДИТ БУЛБАНК АД",
        "companyEIK": " 831919536",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 285776674\nЕмисия ценни книжа\nРазмер на емисията в лева: 285776674\nБрой на ЦК: 285776674\nНоминална стойност на емисията: 1.00\nКод на валута: BGN\nКъм дата: 01.08.2011",
        "companyAddress": " София, Столична, община \"Възраждане\""
    },
    {
        "companyName": "ФАКТОРИ АД",
        "companyEIK": " 121550393",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 2400000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2400000\nБрой на ЦК: 240000\nНоминална стойност на емисията: 10.00\nКъм дата: 13.07.2010",
        "companyAddress": " София, Столична, община \"Лозенец\""
    },
    {
        "companyName": "ФК ЕВЪР АД",
        "companyEIK": " 831649724",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1050000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1050000\nБрой на ЦК: 1050000\nНоминална стойност на емисията: 1.00\nВид на емисията: безналични акции\nКъм дата: 01.11.2005",
        "companyAddress": " София, Столична, район „Възраждане“, бул. „Александър Стамболийски“ № 84-86, етаж 10, офис 52"
    },
    {
        "companyName": "ФОУКАЛ ПОЙНТ ИНВЕСТМЪНТС АД",
        "companyEIK": " 121712048",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 250000\nЕмисия ценни книжа\nРазмер на емисията в лева: 250000\nБрой на ЦК: 250000\nНоминална стойност на емисията: 1.00\nВид на емисията: обикновени безналични\nКъм дата: 05.05.2000",
        "companyAddress": " София, Столична,"
    },
    {
        "companyName": "ЦЕНТРАЛНА КООПЕРАТИВНА БАНКА АД",
        "companyEIK": " 831447150",
        "companyType": "",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 127129970\nЕмисия ценни книжа\nРазмер на емисията в лева: 127129970\nБрой на ЦК: 127129970\nНоминална стойност на емисията: 1.00\nВид на емисията: обикновени, безналични акции с право на глас\nКод на валута: BGN\nКъм дата: 25.02.2019",
        "companyAddress": " София-1086, Столична, п.к.1113, бул.\"Цариградско шосе\" 87"
    },
    {
        "companyName": "ЪП ТРЕНД ООД",
        "companyEIK": " 121527003",
        "companyType": "Дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1550000\nЕмисия ценни книжа\nРазмер на емисията в лева: 1550000\nБрой на ЦК: 155000\nНоминална стойност на емисията: 10.00\nКод на валута: BGN\nКъм дата: 12.10.2007",
        "companyAddress": " София, Столична, бул. „Никола Й. Вапцаров“ №51А, ет. 1"
    },
    {
        "companyName": "ЮГ МАРКЕТ АД",
        "companyEIK": " 115156159",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 1552200\nЕмисия ценни книжа\nРазмер на емисията в лева: 1552200\nБрой на ЦК: 1552200\nНоминална стойност на емисията: 1.00\nКод на валута: BGN\nКъм дата: 13.05.2005",
        "companyAddress": " Пловдив, Пловдив,"
    },
    {
        "companyName": "ЮРОПИЪН БРОКЕРИДЖ ХАУС ООД",
        "companyEIK": " 123560824",
        "companyType": "Дружество с ограничена отговорност",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 2405000\nЕмисия ценни книжа\nРазмер на емисията в лева: 2405000\nБрой на ЦК: 240500\nНоминална стойност на емисията: 10.00\nКод на валута: BGN\nКъм дата: 23.05.2019",
        "companyAddress": " София, Столична, р-н „Възраждане“, ул. „Шар планина“ № 33, ет. 2, офис № 8"
    },
    {
        "companyName": "Юробанк България АД",
        "companyEIK": " 000694749",
        "companyType": "Акционерно дружество",
        "companyCapital": "Капитал на ЮЛ\nРазмер на регистрирания капитал : 560323302\nЕмисия ценни книжа\nРазмер на емисията в лева: 560323302\nБрой на ЦК: 560323302\nНоминална стойност на емисията: 1.00\nКод на валута: BGN\nКъм дата: 28.03.2016",
        "companyAddress": " София, Столична, район Витоша"
    }
];
